<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'هذه البيانات لا تتطابق مع سجلاتنا.',
    'password' => 'كلمة المرور المقدمة غير صحيحة.',
    'throttle' => 'عدد كبير جداً من محاولات تسجيل الدخول. يرجى المحاولة مرة أخرى بعد :seconds ثانية.',

    /*
    |--------------------------------------------------------------------------
    | Email Verification Language Lines
    |--------------------------------------------------------------------------
    */

    'verification' => [
        'thanks' => 'شكراً للتسجيل! قبل البدء، يمكنك التحقق من عنوان بريدك الإلكتروني عن طريق النقر على الرابط الذي أرسلناه إليك للتو. إذا لم تتلق البريد الإلكتروني، سنرسل لك رسالة أخرى بكل سرور.',
        'link_sent' => 'تم إرسال رابط التحقق جديد إلى عنوان البريد الإلكتروني الذي قدمته أثناء التسجيل.',
        'resend' => 'إعادة إرسال بريد التحقق',
    ],

    'logout' => 'تسجيل الخروج',

];
